[CharClass_Orchid_ShivSpike AIClassDefinition]
DefaultDisplayName="A sharp knife"
UBMKilledByMessageString=""

[ID_Orchid_Condiments MissionItemDefinition]
UseFailureCharacterMessage="this is it %s use these words."
ItemName="the problem"
PickupMessage="I believe %s"
UseFailureLevelMessage="You must be %d level to use this feature.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Comprehensive"

[ID_Orchid_Condiments:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Who eats it??"
NoConstraintText=""
Suffix=""
Prefix=""

[Orchid_Icon_Condiments InteractionIconDefinition]
Text="mud"

[Orchid_Icon_Push InteractionIconDefinition]
Text="Shortage"

